/*
 Copyright (c) 2008 Jelle Vandebeeck, Simon Schoeters
 
 Permission is hereby granted, free of charge, to any person
 obtaining a copy of this software and associated documentation
 files (the "Software"), to deal in the Software without
 restriction, including without limitation the rights to use,
 copy, modify, merge, publish, distribute, sublicense, and/or sell
 copies of the Software, and to permit persons to whom the
 Software is furnished to do so, subject to the following
 conditions:
 
 The above copyright notice and this permission notice shall be
 included in all copies or substantial portions of the Software.
 
 THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND,
 EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES
 OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND
 NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT
 HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
 WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING
 FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR
 OTHER DEALINGS IN THE SOFTWARE.
 
 Created by Jelle Vandebeeck on 2008.06.24.
*/

"INCORRECT_USER_PASSWORD" = "Incorrect username or password.";
"GOOGLE_LOCKED" = "Google account locked";
"GOOGLE_LOCKED_TEXT" = "Your Google is locked after too many failed login attempts. Fill in the Google captcha form and try once more.";
"GOOGLE_DEL_DUPLICATE" = "Removed %@ as Google can't handle duplicate addresses.";
"CONTACT_NO_DATA" = "Contact without name, nickname or company.";
"NO_BACKUP_NO_DATA" = "No backup created as you didn't have any Google Contacts yet.";
"GOOGLE_FAILED_BCK" = "Google backup failed.";
"GOOGLE_PREVIOUS_CONTACT" = "Couldn't retrieve previous Google Contacts.";
"GOOGLE_REMOVE_FAILED" = "Couldn't remove all previous Google Contacts.";
"GOOGLE_DUPL_MAIL" = "Duplicate e-mail address for %@.";
"GOOGLE_CAPTCHA" = "Captcha required, your account is blocked.";
"GOOGLE_WRONG" = "Something went wrong with %@ (%i).";
"SUCCESS" = "Successfully exported %i contacts.";
"NO_CONTACTS" = "No contacts exported.";
"NO_CONTENT" = "There was no content available to write the file.";
"TITLE" = "Save";
"SAVE_TAB_FILE" = "Save File with tab separated values";
"SAVE_CSV_FILE" = "Save File with comma separated values";
"FIRST_NAME" = "first name";
"LAST_NAME" = "last name";
"FIRST_PHON" = "first name phonetic";
"LAST_PHON" = "last name phonetic";
"BIRTH" = "birthday";
"ORG" = "organization";
"DEP" = "department";
"JOB" = "jobtitle";
"URL" = "URL %i";
"CAL_URL" = "calendar URL %i";
"EMAIL" = "email %i";
"ADDRESS" = "address %i";
"PHONE" = "phone %i";
"AIM" = "AIM address %i";
"JABBER" = "Jabber address %i";
"MSN" = "MSN address %i";
"YAHOO" = "Yahoo address %i";
"ICQ" = "ICQ address %i";
"NOTE" = "note";
"MIDDLE_NAME" = "middle name";
"MIDDLE_PHON" = "middle name phonetic";
"TIT" = "title";
"SUFFIX" = "suffix";
"NICK" = "nick name";
"MAIDEN" = "maiden name";
"OTHER_DATES" = "other dates %i";
"RELATED" = "related names %i";
"CONTACTS" = "contacts";
"DIR" = "~/Documents/";